Repository: pay-now/paynow-woocommerce
Catalog: src/languages/leaselink-plugin-*.po
Languages: pl_pl_pl

source: A data validation error occurred. Check the correctness of the entered data
pl_pl_pl: Wystąpił błąd walidacji danych. Sprawdź poprawność wpisanych danych

source: Accept Apple Pay payments with paynow.pl
pl_pl_pl: Przyjmuj płatności Apple Pay przez paynow.pl

source: Accept BLIK payments with paynow.pl
pl_pl_pl: Przyjmuj płatności BLIKIEM przez paynow.pl

source: Accept card payments with paynow.pl
pl_pl_pl: Przyjmuj płatności kartą przez paynow.pl

source: Accept Digital wallets payments with paynow.pl
pl_pl_pl: Przyjmuj płatności portfelami cyfrowymi przez paynow.pl

source: Accept Google Pay payments with paynow.pl
pl_pl_pl: Przyjmuj płatności Googe Pay przez paynow.pl

source: Accept online transfer payments with paynow.pl
pl_pl_pl: Przyjmuj płatności przelewem internetowym przez paynow.pl

source: Add products to cart.
pl_pl_pl: Dodaj produkty do koszyka.

source: Additional CSS
pl_pl_pl: Dodatkowy CSS

source: Additional options
pl_pl_pl: Dodatkowe opcje

source: An error occurred during the payment process and the payment could not be completed - %s.
pl_pl_pl: Podczas płatności wystąpił błąd. Skontaktuj się z obsługą sklepu lub spróbuj ponownie - %s.

source: An error occurred during the payment process and the payment could not be completed.
pl_pl_pl: Podczas płatności wystąpił błąd. Skontaktuj się z obsługą sklepu lub spróbuj ponownie.

source: An error occurred during the refund process - %s
pl_pl_pl: Podczas zwrotu wystąpił błąd. Skontaktuj się z obsługą sklepu lub spróbuj ponownie - %s.

source: An error occurred while deleting the saved card.
pl_pl_pl: Wystąpił błąd podczas usuwania zapisanej karty.

source: Api Key
pl_pl_pl: Klucz dostępu do API

source: Awaiting payment authorization - %s.
pl_pl_pl: Płatność oczekuje na autoryzację - %s.

source: Back to the store
pl_pl_pl: Wróć do sklepu

source: Below the product content
pl_pl_pl: Pod treścią produktu

source: Black
pl_pl_pl: Czarny

source: Black transparent
pl_pl_pl: Czarny przezroczysty

source: BLIK code already used
pl_pl_pl: Kod BLIK został już wykorzystany

source: BLIK code has expired
pl_pl_pl: Kod BLIK wygasł

source: BLIK payment
pl_pl_pl: Płatność BLIKIEM

source: BLIK, online transfer and card payment
pl_pl_pl: BLIK, szybkie przelewy i karty płatnicze

source: BLIK, online transfer payment
pl_pl_pl: BLIK, szybkie przelewy

source: Buyout
pl_pl_pl: Wykup

source: Cannot get offer for client. Please use other payment option.
pl_pl_pl: Nie można uzyskać oferty dla klienta. Proszę skorzystać z innej opcji płatności.

source: Card payment
pl_pl_pl: Płatność kartą

source: Card:
pl_pl_pl: Karta:

source: Choose bank:
pl_pl_pl: Wybierz bank:

source: Collapse
pl_pl_pl: Zwiń

source: Confirm BLIK payment
pl_pl_pl: Potwierdź płatność BLIKIEM w aplikacji bankowej

source: Confirm the payment using the app on your phone.
pl_pl_pl: Potwierdź płatność w swojej aplikacji bankowej.

source: Debug
pl_pl_pl: Debugowanie

source: Determines how long it will be possible to pay for the order from the moment the payment link is generated. Value expressed in seconds. The value must be between 60 and 86400 seconds.
pl_pl_pl: Określa jak długo będzie można opłacić zamówienie od momentu wygenerowania linku do płatności. Wartość wyrażona w sekundach. Wartość musi zawierać się w przedziale od 60 do 86400 sekund.

source: Digital wallets
pl_pl_pl: Portfele cyfrowe

source: Do not display
pl_pl_pl: Nie wyświetlaj

source: Don't have a contract with LeaseLink yet? Write to us at <a href="mailto:integracje@leaselink.pl">integracje@leaselink.pl</a> and we will contact you within 24 hours
pl_pl_pl: Nie masz jeszcze umowy z LeaseLink? Napisz do nas na <a href="mailto:integracje@leaselink.pl">integracje@leaselink.pl</a>, a odezwiemy się w ciągu 24h

source: Each installment is entirely tax deductible
pl_pl_pl: Każda rata jest w całości kosztem podatkowym

source: Enable gateway
pl_pl_pl: Włącz bramkę

source: Enable Leaselink Gateway
pl_pl_pl: Włącz płatność Leaselink

source: Enable logs
pl_pl_pl: Włącz logi

source: Enable sending ordered products information: name, categories, quantity and unit price
pl_pl_pl: Włącz wysyłkę informacji o zamówionych produktach (nazwa, kategorie, ilość oraz cena jednostkowa)

source: Enable to limit the validity of the payment.
pl_pl_pl: Włącz ograniczenie czasu ważności płatności.

source: Enable to show payment methods on the checkout page.
pl_pl_pl: Włącz aby pokazać metody płatności na stronie zamówienia

source: Enable/Disable
pl_pl_pl: Włącz/Wyłącz

source: Enter the BLIK code:
pl_pl_pl: Podaj kod BLIK:

source: Enter your new card details
pl_pl_pl: Wprowadź dane nowej karty

source: Expired:
pl_pl_pl: Wygasła:

source: Expires:
pl_pl_pl: Wygasa:

source: Financial product:
pl_pl_pl: Produkt finansowy:

source: For fixed assets and accessories
pl_pl_pl: Na środki trwałe wraz z akcesoriami

source: For the entire range
pl_pl_pl: Na cały asortyment

source: Form:
pl_pl_pl: Forma:

source: gross
pl_pl_pl: brutto

source: How many installments do you choose?
pl_pl_pl: Ile rat wybierasz?

source: How much money do you want to deposit initially?
pl_pl_pl: Jaką kwotę chcesz wpłacić na początek?

source: How to use?
pl_pl_pl: Jak skorzystać?

source: If you do not have an account in the Paynow system yet, <a href="https://paynow.pl/boarding" target="_blank">register in the Production</a> or <a href="https://panel.sandbox.paynow.pl/auth/register" target="_blank">Sandbox environment</a>.<br /> If you have any problem with configuration, please find the manual <a href="https://github.com/pay-now/paynow-woocommerce/blob/master/README.EN.md" target="_blank">here</a>.
pl_pl_pl: Jeśli nie posiadasz jeszcze konta w systemie Paynow, <a href="https://paynow.pl/boarding" target="_blank">złóż wniosek</a> lub skorzystaj z <a href="https://panel.sandbox.paynow.pl/auth/register" target="_blank">środowiska testowego</a>.<br />Jeżeli masz problemy z konfiguracją, instrukcje znajdziesz <a href="https://github.com/pay-now/paynow-woocommerce/blob/master/README.md" target="_blank">tutaj</a>.

source: If you have any questions or issues, please contact our support at <a href="mailto:integracje@leaselink.pl">integracje@leaselink.pl</a>
pl_pl_pl: Jeśli masz jakieś pytania lub problemy, skontaktuj się z naszym wsparciem pod adresem <a href="mailto:integracje@leaselink.pl">integracje@leaselink.pl</a>

source: Incorrect API key format (production)
pl_pl_pl: Niepoprawny format klucza dostępu do API (produkcja)

source: Incorrect API key format (sandbox)
pl_pl_pl: Niepoprawny format klucza dostępu do API (sandbox)

source: Incorrect API signature key format (production)
pl_pl_pl: Niepoprawny format klucza obliczania podpisu (produkcja)

source: Incorrect API signature key format (sandbox)
pl_pl_pl: Niepoprawny format klucza obliczania podpisu (sandbox)

source: Initial charge
pl_pl_pl: Opłata początkowa

source: Installments for companies
pl_pl_pl: Raty dla firm

source: Invalid email address entered. Check the correctness of the entered data
pl_pl_pl: Podano nieprawidłowy adres e-mail. Sprawdź poprawność wpisanych danych

source: Lease now
pl_pl_pl: Weź leasing teraz

source: LeaseLink - BLIK payments
pl_pl_pl: LeaseLink - płatności BLIK

source: LeaseLink - Card payments
pl_pl_pl: LeaseLink - płatności kartą

source: LeaseLink - Google Pay payments
pl_pl_pl: LeaseLink - płatności Google Pay

source: LeaseLink - Leasing and Installments for Companies
pl_pl_pl: LeaseLink - Leasing i Raty dla Firm

source: LeaseLink - Online payments
pl_pl_pl: LeaseLink - płatności przelewem internetowym

source: Leaselink application form
pl_pl_pl: Forma wniosku leaselink

source: Leaselink application number
pl_pl_pl: Numer wniosku leaselink

source: Leaselink data
pl_pl_pl: Dane Leaselink

source: LeaseLink settings
pl_pl_pl: Ustawienia LeaseLink

source: Leaselink status
pl_pl_pl: Status leaselink

source: LeaseLink widget colors
pl_pl_pl: Kolorystyka widgetu LeaseLink

source: LeaseLink widget configuration
pl_pl_pl: Konfiguracja widgetu LeaseLink

source: LeaseLink widget location
pl_pl_pl: Lokalizacja widgetu LeaseLink

source: LeaseLink – The contract has been signed. Issue an invoice and send it to <a href="mailto:partner@leaselink.pl">partner@leaselink.pl</a>, providing the process number: %s
pl_pl_pl: LeaseLink – Umowa została podpisana. Wystaw fakturę i wyślij na <a href="mailto:partner@leaselink.pl">partner@leaselink.pl</a> podając nr procesu: %s

source: Leasing and Installments for Companies
pl_pl_pl: Leasing i Raty dla Firm

source: Leasing and installments for companies 24/7
pl_pl_pl: Leasing i raty dla firm 24/7

source: Leasing for companies
pl_pl_pl: Leasing dla firm

source: Loan
pl_pl_pl: Pożyczka

source: Monthly
pl_pl_pl: Miesięcznie

source: net
pl_pl_pl: netto

source: New payment created for order - %s.
pl_pl_pl: Utworzono nową płatność dla zamówienia - %s.

source: No buyout
pl_pl_pl: Brak wykupu

source: Notification url
pl_pl_pl: Adres powiadomień

source: Number:
pl_pl_pl: Numer:

source: offer your business clients Leasing and Company Installments as payment
pl_pl_pl: zaoferuj swoim Klientom biznesowym Leasing i Raty dla Firm jako metodę płatności

source: online 24/7, decision in 5 minutes
pl_pl_pl: online 24/7, decyzja w 5 minut

source: Online transfer payment
pl_pl_pl: Płatność szybkim przelewem

source: Order No:
pl_pl_pl: Zamówienie numer:

source: Payment has been abandoned - %s.
pl_pl_pl: Płatność została porzucona przez kupującego - %s

source: Payment has been authorized by the buyer - %s.
pl_pl_pl: Płatność została zatwierdzona przez kupującego - %s.

source: Payment has been expired - %s.
pl_pl_pl: Płatność utraciła ważność - %s

source: Payment has not been authorized by the buyer - %s.
pl_pl_pl: Płatność nie została zatwierdzona przez kupującego - %s.

source: Payment validity time
pl_pl_pl: Czas ważności płatności

source: Paynow information
pl_pl_pl: Informacje Paynow

source: paynow.pl - Apple Pay payments
pl_pl_pl: paynow.pl - płatności Apple Pay

source: paynow.pl - Digital wallets payments
pl_pl_pl: paynow.pl - płatności portfelami cyfrowymi

source: Place your order and you will go to leaselink.pl.
pl_pl_pl: Złóż zamówienie, a przejdziesz na stronę leaselink.pl.

source: Please choose bank from the list below to make the payment
pl_pl_pl: Aby przejść do płatności dokonaj wyboru banku z listy poniżej

source: Please enter correct BLIK code
pl_pl_pl: Podaj kod BLIK

source: Presentation of the installment amount
pl_pl_pl: Prezentacja wysokości raty

source: Production api key
pl_pl_pl: Produkcyjny klucz dostępu do API

source: Production authentication keys are available in <i>My Business > Paynow > Settings > Shops and payment points > Authentication data</i> in mBank's online banking.
pl_pl_pl: Klucze uwierzytelniające dostępne są w zakładce <i>Mój Biznes > Paynow > Ustawienia > Sklepy i punkty płatności > Dane uwierzytelniające</i> w bankowości internetowej mBanku.

source: Production configuration
pl_pl_pl: Konfiguracja środowiska produkcyjnego

source: Provide your basic details.
pl_pl_pl: Podaj swoje podstawowe dane.

source: Read more
pl_pl_pl: Czytaj więcej

source: Refund can't be processed. Please check logs for more information
pl_pl_pl: Zwrot nie może zostać zlecony. Sprawdź logi aby uzyskać więcej informacji.

source: Refund process failed. Please check logs for more information
pl_pl_pl: Nie udało się zlecić zwrotu. Sprawdź logi aby uzyskać więcej informacji.

source: Refund request processed correctly - %s
pl_pl_pl: Żądanie zwrotu środków zostało przetworzone poprawnie - %s

source: remove
pl_pl_pl: usuń

source: Remove card
pl_pl_pl: Usuń kartę

source: Sandbox api key
pl_pl_pl: Testowy klucz dostępu do API

source: Sandbox authentication keys can be found in <i>Settings > Shops and poses > Authentication data</i> in <a href="https://panel.sandbox.paynow.pl/auth/login" target="_blank">the Paynow Sandbox panel</a>.
pl_pl_pl: Klucze uwierzytelniające dla środowiska testowego znajdziesz w zakładce <i>Ustawienia > Sklepy i punkty płatności > Dane uwierzytelniające</i> w <a href=\"https://panel.sandbox.paynow.pl/auth/login\" target=\"_blank\">panelu środowiska testowego</a>.

source: Sandbox configuration
pl_pl_pl: Konfiguracja środowiska testowego(Sandbox)

source: Save debug messages to the WooCommerce System Status log.
pl_pl_pl: Zapisz komunikaty logów w dzienniku stanu systemu WooCommerce.

source: Secure and fast payments provided by paynow.pl
pl_pl_pl: Obsługę szybkich i bezpiecznych płatności zapewnia paynow.pl

source: Select a saved card or enter new card details:
pl_pl_pl: Wybierz zapisaną kartę lub wprowadź dane nowej:

source: Select LeaseLink as your payment method.
pl_pl_pl: Wybierz LeaseLink jako metodę płatności.

source: Selected product
pl_pl_pl: Wybrany produkt

source: Send order items
pl_pl_pl: Wysyłaj informację o produktach

source: Shorter terms, not available on leasing
pl_pl_pl: Krótsze okresy, niedostępne w leasingu

source: Show payment methods
pl_pl_pl: Pokaż metody płatności

source: Signature Key
pl_pl_pl: Klucz obliczania podpisu

source: Sorry, the minimum allowed order total is %1$s to use this payment method.
pl_pl_pl: Przepraszamy, minimalna wartość zamówienia dla tej metody płatności wynosi %1$s.

source: Support
pl_pl_pl: Pomoc

source: Take a lease from
pl_pl_pl: Weź leasing od

source: Test mode (Sandbox)
pl_pl_pl: Tryb testowy (Sandbox)

source: The buyout amount depends on the selected item category and the financing period
pl_pl_pl: Wysokość wykupu zależy od wybranej kategorii przedmiotu oraz okresu finansowania

source: The period depends on the selected item category
pl_pl_pl: Okres zależy od wybranej kategorii przedmiotu

source: The presented calculations do not constitute an offer within the meaning of the Civil Code.
pl_pl_pl: Przedstawione kalkulacje nie stanowią oferty w rozumieniu kodeksu cywilnego.

source: The presented calculations do not constitute<br/>an offer within the meaning of the Civil Code.
pl_pl_pl: Przedstawione kalkulacje nie stanowią<br/>oferty w rozumieniu kodeksu cywilnego.

source: Total (net):
pl_pl_pl: Razem (netto):

source: Transaction confirmed, but order already paid. Transaction ID:
pl_pl_pl: Transakcja potwierdzona, ale zamówienie zostało już opłacone. Identyfikator transakcji:

source: Under the "Add to cart" button
pl_pl_pl: Pod przyciskiem "Dodaj do koszyka"

source: Under the product title
pl_pl_pl: Pod tytułem produktu

source: Use payment validity time
pl_pl_pl: Czas ważności płatności

source: What buyout amount do you choose?
pl_pl_pl: Jaką wysokość wykupu wybierasz?

source: White
pl_pl_pl: Biały

source: White transparent
pl_pl_pl: Biały przezroczysty

source: Wrong BLIK code
pl_pl_pl: Błędny kod BLIK

source: You become the owner at the end of the contract (buyout)
pl_pl_pl: Zostajesz właścicielem na koniec umowy (wykup)

source: You can save it in the next step
pl_pl_pl: Możesz ją zapisać w następnym kroku

source: You own it right away
pl_pl_pl: Od razu jesteś właścicielem

source: You will be redirected to payment provider page.
pl_pl_pl: Zostaniesz przekierowany na stronę dostawcy płatności.

source: You will enter the company's costs as with cash purchases
pl_pl_pl: Wprowadzisz w koszty firmy jak przy zakupach za gotówkę

source: You will get the decision after 2 minutes and sign a simple contract remotely.
pl_pl_pl: Decyzję poznasz po 2 minutach i zdalnie podpiszesz prostą umowę.

source: Your PHP version is %s but LeaseLink - Leasing and Installments for Companies requires version 7.1+.
pl_pl_pl: Wymagana jest wersja PHP w wersji 7.1+, twoja wersja to %s.
